{"foll23": {"author": [["b.", "", "Föllmer", ""], ["m.", "", "Williams", ""], ["d.", "", "Dey", ""], ["a.", "", "Arbab-Zadeh", ""], ["p.", "", "Maurovich-Horvat", ""], ["r.", "", "Volleberg", ""], ["d.", "", "Rueckert", ""], ["j.", "", "Schnabel", ""], ["d.", "", "Newby", ""], ["m.", "", "Dweck", ""], ["g.", "", "Guagliumi", ""], ["v.", "", "Falk", ""], ["a. v.", "", "Mézquita", ""], ["f.", "", "Biavati", ""], ["i.", "", "Išgum", ""], ["m.", "", "Dewey", ""]], "journal": "Nature Reviews Cardiology", "title": "Roadmap on the use of artificial intelligence for imaging of vulnerable atherosclerotic plaque in coronary arteries.", "year": 2023, "abstract": "\n\nArtificial intelligence (AI) is likely to revolutionize the way medical images are analysed and has the potential to improve the identification and analysis of vulnerable or high-risk atherosclerotic plaques in coronary arteries, leading to advances in the treatment of coronary artery disease. However, coronary plaque analysis is challenging owing to cardiac and respiratory motion, as well as the small size of cardiovascular structures. Moreover, the analysis of coronary imaging data is time-consuming, can be performed only by clinicians with dedicated cardiovascular imaging training, and is subject to considerable interreader and intrareader variability. AI has the potential to improve the assessment of images of vulnerable plaque in coronary arteries, but requires robust development, testing and validation. Combining human expertise with AI might facilitate the reliable and valid interpretation of images obtained using CT, MRI, PET, intravascular ultrasonography and optical coherence tomography. In this Roadmap, we review existing evidence on the application of AI to the imaging of vulnerable plaque in coronary arteries and provide consensus recommendations developed by an interdisciplinary group of experts on AI and non-invasive and invasive coronary imaging. We also outline future requirements of AI technology to address bias, uncertainty, explainability and generalizability, which are all essential for the acceptance of AI and its clinical utility in handling the anticipated growing volume of coronary imaging procedures.\n\n", "doi": "https://doi.org/10.1038/s41569-023-00900-3", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/37464183", "url": "https://www.nature.com/articles/s41569-023-00900-3", "type": "article", "authors": "B. Föllmer, M. Williams, D. Dey, A. Arbab-Zadeh, P. Maurovich-Horvat, R. Volleberg, D. Rueckert, J. Schnabel, D. Newby, M. Dweck, G. Guagliumi, V. Falk, A. Mézquita, F. Biavati, I. Išgum and M. Dewey", "coverpng": "Foll23.png", "pmidnumber": 37464183, "url_type": "Url", "pubinfo": "2023", "cover_exists": "False"}, "jlos24": {"author": [["j.", "", "Los", ""], ["f.", "", "Mensink", ""], ["n.", "", "Mohammadnia", ""], ["t.", "", "Opstal", ""], ["p.", "", "Damman", ""], ["r.", "", "Volleberg", ""], ["d.", "", "Peeters", ""], ["n.", "van", "Royen", ""], ["h.", "", "Garcia-Garcia", ""], ["j.", "", "Cornel", ""], ["s. el", "", "Messaoudi", ""], ["r.", "van", "Geuns", ""]], "journal": "Frontiers in Cardiovascular Medicine", "title": "Invasive coronary imaging of inflammation to further characterize high-risk lesions: what options do we have?", "year": 2024, "abstract": "\n\nCoronary atherosclerosis remains a leading cause of morbidity and mortality worldwide. The underlying pathophysiology includes a complex interplay of endothelial dysfunction, lipid accumulation and inflammatory pathways. Multiple structural and inflammatory features of the atherosclerotic lesions have become targets to identify high-risk lesions. Various intracoronary imaging devices have been developed to assess the morphological, biocompositional and molecular profile of the intracoronary atheromata. These techniques guide interventional and therapeutical management and allow the identification and stratification of atherosclerotic lesions. We sought to provide an overview of the inflammatory pathobiology of atherosclerosis, distinct high-risk plaque features and the ability to visualize this process with contemporary intracoronary imaging techniques.\n\n", "doi": "https://doi.org/10.3389/fcvm.2024.1352025", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/38370159", "url": "https://www.frontiersin.org/journals/cardiovascular-medicine/articles/10.3389/fcvm.2024.1352025/full", "type": "article", "authors": "J. Los, F. Mensink, N. Mohammadnia, T. Opstal, P. Damman, R. Volleberg, D. Peeters, N. van Royen, H. Garcia-Garcia, J. Cornel, S. Messaoudi and R. van Geuns", "coverpng": "Jlos24.png", "pmidnumber": 38370159, "url_type": "Url", "pubinfo": "2024", "cover_exists": "False"}, "mezq23": {"author": [["a.", "", "Mézquita", ""], ["f.", "", "Biavati", ""], ["v.", "", "Falk", ""], ["h.", "", "Alkadhi", ""], ["r.", "", "Hajhosseiny", ""], ["p.", "", "Maurovich-Horvat", ""], ["r.", "", "Manka", ""], ["s.", "", "Kozerke", ""], ["m.", "", "Stuber", ""], ["t.", "", "Derlin", ""], ["k.", "", "Channon", ""], ["i.", "", "Išgum", ""], ["a.", "", "Coenen", ""], ["b.", "", "Foellmer", ""], ["d.", "", "Dey", ""], ["r.", "", "Volleberg", ""], ["f.", "", "Meinel", ""], ["m.", "", "Dweck", ""], ["j.", "", "Piek", ""], ["t.", "van de", "Hoef", ""], ["u.", "", "Landmesser", ""], ["g.", "", "Guagliumi", ""], ["a.", "", "Giannopoulos", ""], ["r.", "", "Botnar", ""], ["r.", "", "Khamis", ""], ["m.", "", "Williams", ""], ["d.", "", "Newby", ""], ["m.", "", "Dewey", ""]], "journal": "Nature Reviews Cardiology", "title": "Clinical quantitative coronary artery stenosis and coronary atherosclerosis imaging: a Consensus Statement from the Quantitative Cardiovascular Imaging Study Group.", "year": 2023, "abstract": "\n\nThe detection and characterization of coronary artery stenosis and atherosclerosis using imaging tools are key for clinical decision-making in patients with known or suspected coronary artery disease. In this regard, imaging-based quantification can be improved by choosing the most appropriate imaging modality for diagnosis, treatment and procedural planning. In this Consensus Statement, we provide clinical consensus recommendations on the optimal use of different imaging techniques in various patient populations and describe the advances in imaging technology. Clinical consensus recommendations on the appropriateness of each imaging technique for direct coronary artery visualization were derived through a three-step, real-time Delphi process that took place before, during and after the Second International Quantitative Cardiovascular Imaging Meeting in September 2022. According to the Delphi survey answers, CT is the method of choice to rule out obstructive stenosis in patients with an intermediate pre-test probability of coronary artery disease and enables quantitative assessment of coronary plaque with respect to dimensions, composition, location and related risk of future cardiovascular events, whereas MRI facilitates the visualization of coronary plaque and can be used in experienced centres as a radiation-free, second-line option for non-invasive coronary angiography. PET has the greatest potential for quantifying inflammation in coronary plaque but SPECT currently has a limited role in clinical coronary artery stenosis and atherosclerosis imaging. Invasive coronary angiography is the reference standard for stenosis assessment but cannot characterize coronary plaques. Finally, intravascular ultrasonography and optical coherence tomography are the most important invasive imaging modalities for the identification of plaques at high risk of rupture. The recommendations made in this Consensus Statement will help clinicians to choose the most appropriate imaging modality on the basis of the specific clinical scenario, individual patient characteristics and the availability of each imaging modality.\n\n", "doi": "https://doi.org/10.1038/s41569-023-00880-4", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/37277608", "url": "https://www.nature.com/articles/s41569-023-00880-4", "type": "article", "authors": "A. Mézquita, F. Biavati, V. Falk, H. Alkadhi, R. Hajhosseiny, P. Maurovich-Horvat, R. Manka, S. Kozerke, M. Stuber, T. Derlin, K. Channon, I. Išgum, A. Coenen, B. Foellmer, D. Dey, R. Volleberg, F. Meinel, M. Dweck, J. Piek, T. van de Hoef, U. Landmesser, G. Guagliumi, A. Giannopoulos, R. Botnar, R. Khamis, M. Williams, D. Newby and M. Dewey", "coverpng": "Mezq23.png", "pmidnumber": 37277608, "url_type": "Url", "pubinfo": "2023", "cover_exists": "False"}, "mol21": {"author": [["j.", "", "Mol", ""], ["a.", "", "Belkacemi", ""], ["r.", "", "Volleberg", ""], ["m.", "", "Meuwissen", ""], ["a.", "", "Protopopov", ""], ["p.", "", "Laanmets", ""], ["o.", "", "Krestyaninov", ""], ["r.", "", "Dennert", ""], ["r.", "", "Oemrawsingh", ""], ["", "", "J", ""], ["van", "", "Kuijk", ""], ["k.", "", "Arkenbout", ""], ["d.", "van der", "Heijden", ""], ["s.", "", "Rasoul", ""], ["e.", "", "Lipsic", ""], ["s.", "", "Teerenstra", ""], ["c.", "", "Camaro", ""], ["p.", "", "Damman", ""], ["m.", "van", "Leeuwen", ""], ["r.", "van", "Geuns", ""], ["n.", "van", "Royen", ""]], "journal": "BMJ Open", "title": "Identification of anatomic risk factors for acute coronary events by optical coherence tomography in patients with myocardial infarction and residual nonflow limiting lesions: rationale and design of the PECTUS-obs study.", "year": 2021, "abstract": "\n\nIntroduction: In patients with myocardial infarction, the decision to treat a nonculprit lesion is generally based on its physiological significance. However, deferral of revascularisation based on nonischaemic fractional flow reserve (FFR) values in these patients results in less favourable outcomes compared with patients with stable coronary artery disease, potentially caused by vulnerable nonculprit lesions. Intravascular optical coherence tomography (OCT) imaging allows for in vivo morphological assessment of plaque ‘vulnerability’ and might aid in the detection of FFR-negative lesions at high risk for recurrent events. Methods and analysis: The PECTUS-obs study is an international multicentre prospective observational study that aims to relate OCT-derived vulnerable plaque characteristics of nonflow limiting, nonculprit lesions to clinical outcome in patients with myocardial infarction. A total of 438 patients presenting with myocardial infarction (ST-elevation myocardial infarction and non-ST-elevation myocardial infarction) will undergo OCT-imaging of any FFR-negative nonculprit lesion for detection of plaque vulnerability. The primary study endpoint is a composite of major adverse cardiovascular events (all-cause mortality, nonfatal myocardial infarction or unplanned revascularisation) at 2-year follow-up. Secondary endpoints will be the same composite at 1-year and 5-year follow-up, target vessel failure, target vessel revascularisation, target lesion failure and target lesion revascularisation. Ethics and dissemination: This study has been approved by the Medical Ethics Committee of the region Arnhem-Nijmegen. The results of this study will be disseminated in a main paper and additional papers with subgroup analyses.\n\n", "doi": "https://doi.org/10.1136/bmjopen-2021-048994", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/34233996", "url": "https://bmjopen.bmj.com/content/11/7/e048994", "type": "article", "authors": "J. Mol, A. Belkacemi, R. Volleberg, M. Meuwissen, A. Protopopov, P. Laanmets, O. Krestyaninov, R. Dennert, R. Oemrawsingh, J, V. Kuijk, K. Arkenbout, D. van der Heijden, S. Rasoul, E. Lipsic, S. Teerenstra, C. Camaro, P. Damman, M. van Leeuwen, R. van Geuns and N. van Royen", "coverpng": "Mol21.png", "pmidnumber": 34233996, "url_type": "Url", "pubinfo": "2021", "cover_exists": "False"}, "mol23": {"author": [["j.", "", "Mol", ""], ["r.", "", "Volleberg", ""], ["a.", "", "Belkacemi", ""], ["r.", "", "Hermanides", ""], ["m.", "", "Meuwissen", ""], ["a.", "", "Protopopov", ""], ["p.", "", "Laanmets", ""], ["o.", "", "Krestyaninov", ""], ["r.", "", "Dennert", ""], ["r.", "", "Oemrawsingh", ""], ["j.", "van", "Kuijk", ""], ["k.", "", "Arkenbout", ""], ["d.", "van der", "Heijden", ""], ["s.", "", "Rasoul", ""], ["e.", "", "Lipsic", ""], ["l.", "", "Rodwell", ""], ["c.", "", "Camaro", ""], ["p.", "", "Damman", ""], ["t.", "", "Roleder", ""], ["e.", "", "Kedhi", ""], ["m.", "van", "Leeuwen", ""], ["r.", "van", "Geuns", ""], ["n.", "van", "Royen", ""]], "journal": "JAMA Cardiology", "title": "Fractional Flow Reserve-Negative High-Risk Plaques and Clinical Outcomes After Myocardial Infarction", "year": 2023, "abstract": "\n\nImportance: Even after fractional flow reserve (FFR)-guided complete revascularization, patients with myocardial infarction (MI) have high rates of recurrent major adverse cardiovascular events (MACE). These recurrences may be caused by FFR-negative high-risk nonculprit lesions. Objective: To assess the association between optical coherence tomography (OCT)-identified high-risk plaques of FFR-negative nonculprit lesions and occurrence of MACE in patients with MI. Design, setting, and participants: PECTUS-obs (Identification of Risk Factors for Acute Coronary Events by OCT After STEMI [ST-segment elevation MI] and NSTEMI [non-STEMI] in Patients With Residual Non-flow Limiting Lesions) is an international, multicenter, prospective, observational cohort study. In patients presenting with MI, OCT was performed on all FFR-negative (FFR > 0.80) nonculprit lesions. A high-risk plaque was defined containing at least 2 of the following prespecified criteria: (1) a lipid arc at least 90°, (2) a fibrous cap thickness less than 65 μm, and (3) either plaque rupture or thrombus presence. Patients were enrolled from December 14, 2018, to September 15, 2020. Data were analyzed from December 2, 2022, to June 28, 2023. Main outcome and measure: The primary end point of MACE, a composite of all-cause mortality, nonfatal MI, or unplanned revascularization, at 2-year follow-up was compared in patients with and without a high-risk plaque. Results: A total of 438 patients were enrolled, and OCT findings were analyzable in 420. Among included patients, mean (SD) age was 63 (10) years, 340 (81.0) were men, and STEMI and non-STEMI were equally represented (217 [51.7%] and 203 [48.3%]). A mean (SD) of 1.17 (0.42) nonculprit lesions per patient was imaged. Analysis of OCT images revealed at least 1 high-risk plaque in 143 patients (34.0%). The primary end point occurred in 22 patients (15.4%) with a high-risk plaque and 23 of 277 patients (8.3%) without a high-risk plaque (hazard ratio, 1.93 [95% CI, 1.08-3.47]; P = .02), primarily driven by more unplanned revascularizations in patients with a high-risk plaque (14 of 143 [9.8%] vs 12 of 277 [4.3%]; P = .02). Conclusions and relevance: Among patients with MI and FFR-negative nonculprit lesions, the presence of a high-risk plaque is associated with a worse clinical outcome, which is mainly driven by a higher number of unplanned revascularizations. In a population with a high recurrent event rate despite physiology-guided complete revascularization, these results call for research on additional pharmacological or focal treatment strategies in patients harboring high-risk plaques.\n\n", "doi": "https://doi.org/10.1001/jamacardio.2023.2910", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/37703036", "url": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2809516", "type": "article", "authors": "J. Mol, R. Volleberg, A. Belkacemi, R. Hermanides, M. Meuwissen, A. Protopopov, P. Laanmets, O. Krestyaninov, R. Dennert, R. Oemrawsingh, J. van Kuijk, K. Arkenbout, D. van der Heijden, S. Rasoul, E. Lipsic, L. Rodwell, C. Camaro, P. Damman, T. Roleder, E. Kedhi, M. van Leeuwen, R. van Geuns and N. van Royen", "coverpng": "Mol23.png", "pmidnumber": 37703036, "url_type": "Url", "pubinfo": "2023", "cover_exists": "False"}, "voll21": {"author": [["r.", "", "Volleberg", ""], ["j.", "", "Mol", ""], ["d. j.", "van der", "Heijden", ""], ["m.", "", "Meuwissen", ""], ["m. v.", "van", "Leeuwen", ""], ["j.", "", "Escaned", ""], ["n.", "", "Holm", ""], ["t.", "", "Adriaenssens", ""], ["r. v.", "van", "Geuns", ""], ["s.", "", "Tu", ""], ["f.", "", "Crea", ""], ["g.", "", "Stone", ""], ["n.", "van", "Royen", ""]], "journal": "Trends in cardiovascular medicine", "title": "Optical coherence tomography and coronary revascularization: from indication to procedural optimization.", "year": 2021, "abstract": "\n\nAngiography alone is the most commonly used imaging modality for guidance of percutaneous coronary interventions. Angiography is limited, however, by several factors, including that it only portrays a low resolution, two-dimensional outline of the lumen and does not inform on plaque composition and functional stenosis severity. Optical coherence tomography (OCT) is an intracoronary imaging technique that has superior spatial resolution compared to all other imaging modalities. High-resolution imaging of the vascular wall enables precise measurement of vessel wall and luminal dimensions, more accurately informing about the anatomic severity of epicardial stenoses, and also provides input for computational models to assess functional severity. The very high-resolution images also permit plaque characterization that may be informative for prognostication. Moreover, periprocedural imaging provides valuable information to guide lesion preparation, stent implantation and to evaluate acute stent complications for which iterative treatment might reduce the occurrence of major adverse stent events. As such, OCT represent a potential future all-in-one tool that provides the data necessary to establish the indications, procedural planning and optimization, and final evaluation of percutaneous coronary revascularization.\n\n", "doi": "https://doi.org/10.1016/j.tcm.2021.10.009", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/34728349", "url": "https://www.semanticscholar.org/paper/8f7f2f8261f462374666b96d5816ec4f13850a2c", "type": "article", "authors": "R. Volleberg, J. Mol, D. van der Heijden, M. Meuwissen, M. van Leeuwen, J. Escaned, N. Holm, T. Adriaenssens, R. van Geuns, S. Tu, F. Crea, G. Stone and N. van Royen", "coverpng": "Voll21.png", "pmidnumber": 34728349, "url_type": "Url", "pubinfo": "2021", "cover_exists": "False"}, "voll21b": {"author": [["r.", "", "Volleberg", ""], ["s.", "van den", "Oord", ""], ["r.", "van", "Geuns", ""]], "journal": "Interventional Cardiology", "title": "Hangover after Side Branch Stenting: The Discomfort Comes Afterwards.", "year": 2022, "abstract": "\n\nThe authors report on a patient with recurrent angina at rest and on exertion 2 years after percutaneous revascularisation of the first diagonal branch (D1). Invasive coronary angiography with full functional testing was planned with the tentative diagnosis of coronary vascular dysfunction. Coronary angiography with functional testing revealed a haemodynamically significant intermediate stenosis at the D1–left anterior descending artery bifurcation. Optical coherence tomography demonstrated neointimal bridging and accelerated downstream atherosclerosis that was induced by protrusion of the previously implanted stent into the main branch. Although the overhanging stent was considered insignificant at first, it caused significant discomfort after 2 years. After provisional stenting of the main branch with crushing of the protruding stent and continuous medical treatment, the patient remained free of recurrent angina.\n\n", "doi": "https://doi.org/10.15420/icr.2021.32", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/35866042", "url": "https://www.icrjournal.com/articles/hangover-after-side-branch-stenting-discomfort-comes-afterwards", "type": "article", "authors": "R. Volleberg, S. van den Oord and R. van Geuns", "coverpng": "Voll21b.png", "pmidnumber": 35866042, "url_type": "Url", "pubinfo": "2022", "cover_exists": "False"}, "voll24a": {"author": [["r.", "", "Volleberg", ""], ["j.", "", "Mol", ""], ["a.", "", "Belkacemi", ""], ["r.", "", "Hermanides", ""], ["m.", "", "Meuwissen", ""], ["a.", "", "Protopopov", ""], ["p.", "", "Laanmets", ""], ["o.", "", "Krestyaninov", ""], ["r.", "", "Dennert", ""], ["r.", "", "Oemrawsingh", ""], ["j.", "van", "Kuijk", ""], ["k.", "", "Arkenbout", ""], ["d.", "van der", "Heijden", ""], ["s.", "", "Rasoul", ""], ["e.", "", "Lipsic", ""], ["l.", "", "Rodwell", ""], ["c.", "", "Camaro", ""], ["p.", "", "Damman", ""], ["t.", "", "Roleder", ""], ["e.", "", "Kedhi", ""], ["m.", "van", "Leeuwen", ""], ["r.", "van", "Geuns", ""], ["n.", "van", "Royen", ""]], "journal": "Atherosclerosis", "title": "Sex differences in plaque characteristics of fractional flow reserve-negative non-culprit lesions after myocardial infarction.", "year": 2024, "abstract": "\n\nBackground and aims: Recurrent events after myocardial infarction (MI) are common and often originate from native non-culprit (NC) lesions that are non-flow limiting. These lesions consequently pose as targets to improve long-term outcome. It is, however, largely unknown whether these lesions differ between sexes. The aim of this study was to assess such potential differences. Methods: From the PECTUS-obs study, we assessed sex-related differences in plaque characteristics of fractional flow reserve (FFR)-negative intermediate NC lesions in 420 MI-patients. Results: Among the included patients, 80 (19.1 %) were female and 340 (80.9 %) male. Women were older and more frequently had hypertension and diabetes. In total, 494 NC lesions were analyzed. After adjustment for clinical characteristics and accounting for within-patients clustering, lesion length was longer in female patients (20.8 ± 10.0 vs 18.3 ± 8.5 mm, p = 0.048) and minimum lumen area (2.30 ± 1.42 vs 2.78 ± 1.54 mm2, p < 0.001) and minimum lumen diameter (1.39 ± 0.45 vs 1.54 ± 0.44 mm, p < 0.001) were smaller. The minimum fibrous cap thickness was smaller among females (96 ± 53 vs 112 ± 72 μm, p = 0.025), with more lesions harboring a thin cap fibroatheroma (39.3 % vs 24.9 %, p < 0.001). Major adverse cardiovascular events at two years occurred in 6.3 % of female patients and 11.8 % of male patients (p = 0.15). Conclusions: FFR-negative NC lesions after MI harbored more high-risk plaque features in female patients. Although this did not translate into an excess of recurrent events in female patients in this modestly sized cohort, it remains to be investigated whether this difference affects clinical outcome.\n\n", "doi": "https://doi.org/10.1016/j.atherosclerosis.2024.118568", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/39241345", "url": "https://www.atherosclerosis-journal.com/article/S0021-9150(24)01140-7/fulltext", "type": "article", "authors": "R. Volleberg, J. Mol, A. Belkacemi, R. Hermanides, M. Meuwissen, A. Protopopov, P. Laanmets, O. Krestyaninov, R. Dennert, R. Oemrawsingh, J. van Kuijk, K. Arkenbout, D. van der Heijden, S. Rasoul, E. Lipsic, L. Rodwell, C. Camaro, P. Damman, T. Roleder, E. Kedhi, M. van Leeuwen, R. van Geuns and N. van Royen", "coverpng": "Voll24a.png", "pmidnumber": 39241345, "url_type": "Url", "pubinfo": "2024", "cover_exists": "False"}, "vol24c": {"author": [["r.", "", "Volleberg", ""], ["p.", "", "Damman", ""], ["n.", "van", "Royen", ""]], "journal": "European Heart Journal", "title": "Dissection-like appearance of focal catheter-induced vasospasm in intracoronary optical coherence tomography", "year": 2024, "abstract": "\n\n", "doi": "https://doi.org/10.1093/eurheartj/ehae240", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/38669048", "url": "https://academic.oup.com/eurheartj/article/45/30/2793/7658557?login=true", "type": "article", "authors": "R. Volleberg, P. Damman and N. van Royen", "coverpng": "Vol24c.png", "pmidnumber": 38669048, "url_type": "Url", "pubinfo": "2024", "cover_exists": "False"}, "vugt21": {"author": [["s.", "van", "Vugt", ""], ["s.", "", "Westra", ""], ["r.", "", "Volleberg", ""], ["g.", "", "Hannink", ""], ["r.", "", "Nakamura", ""], ["c.", "de", "Asmundis", ""], ["g.", "", "Chierchia", ""], ["e.", "", "Navarese", ""], ["m.", "", "Brouwer", ""]], "journal": "Europace", "title": "Meta-analysis of controlled studies on minimally interrupted vs. continuous use of non-vitamin K antagonist oral anticoagulants in catheter ablation for atrial fibrillation.", "year": 2021, "abstract": "\n\nAims: At present, there are no guideline recommendations for minimally interrupted use of non-vitamin K antagonist oral anticoagulants (mi-NOAC) during catheter ablation (CA) for atrial fibrillation (AF). Current evidence is predominantly based on observational studies, with continuous use of vitamin K antagonist in the control arm. This quantitative summary reflects the first high-level evidence on contemporary regimens, with continuous NOAC use (c-NOAC) as the current gold standard. Methods and results: Meta-analysis (Pubmed, Embase, and Web of Science) on prospective, controlled studies comparing contemporary mi-NOAC (without bridging) with c-NOAC. Net adverse clinical events (major bleeding, thrombo-embolic events) were the primary outcome. In addition, we analysed total bleeding, minor bleeding, and silent cerebral embolism. Eight studies (six randomized, two observational) with 2168 patients were summarized. The primary endpoint occurred in 1.0% (18/1835): 1.1% (11/1005) vs. 0.8% (7/830) for the mi-NOAC and c-NOAC groups, respectively; odds ratio (OR) 1.20 [95% confidence interval (CI) 0.49-2.92, P = 0.64]. The OR for total bleeding on mi-NOAC was 1.26 (95% CI 0.97-1.63, P = 0.07). ORs for minor bleeding and silent cerebral embolism were 1.17 (95% CI 0.80-1.70, P = 0.34) and 2.62 (95% CI 0.54-12.61, P = 0.12), respectively. Conclusion: This synopsis provides a quantitative synthesis of high-level evidence on a contemporary strategy of mi-NOAC in CA for AF, and overall clinical outcomes were not different from continuous NOAC use. Despite preprocedural interruption, there was no sign of lower bleeding rates. Additional higher volume datasets are warranted for more precise treatment effect estimations of this everyday alternative anticoagulation strategy in AF ablation.\n\n", "doi": "https://doi.org/10.1093/europace/euab175", "pmid": "http://www.ncbi.nlm.nih.gov/pubmed/34333631", "url": "https://academic.oup.com/europace/article/23/12/1961/6333301", "type": "article", "authors": "S. van Vugt, S. Westra, R. Volleberg, G. Hannink, R. Nakamura, C. de Asmundis, G. Chierchia, E. Navarese and M. Brouwer", "coverpng": "Vugt21.png", "pmidnumber": 34333631, "url_type": "Url", "pubinfo": "2021", "cover_exists": "False"}}